string DLG_TEXT[36] = {
"И что вы делаете в моей комнате...?",
"Я не вор, Ваше Преосвященство.",
"Ага, вежливый незваный гость. Да ещё и лжец. Вы больше, чем вор. Возможно, вы капитан воров?",
"Настоятельница, я капитан торгового судна - вот и всё.",
"Когда-то я был капером, это правда. Но это было во время войны.",
"Просто слухи - плохие слухи. Я думаю, что это из-за картины.",
"Хорошо, настоятельница, да, я пират.",
"Меня бросила пиратская команда - это правда. Делает ли это меня пиратом?",
"Жаль, что вы решили продолжать лгать. Попробуйте ещё раз!",
"Капер - это правда. Но это ещё не всё. Говори правду!",
"Но вас изображают пиратом. С именем и всем прочим! Вам лучше сказать правду!",
"Так-то лучше! Вы надеетесь, что карта укажет вам путь к огромным сокровищам?",	//11
"Это не то, что я хотела услышать. Попробуйте ещё раз!",
"Вы готовы продать её, ваше преосвященство?",										//13
"Хм, не могли бы вы вместо этого оказать мне услугу? Но это очень опасно...",
"Я не боюсь. Скажите мне, что делать.",
"Я хочу, чтобы вы собрали предметы, необходимые мне для сегодняшней службы. Принесите их мне, и я дам вам вторую половину карты.",
"Нет проблем, настоятельница. Где найти эти предметы?",
"Вы должны обыскать склепы и маленькую часовню на кладбище, капитан.",
"Что это за предметы?",
"Книга экзорцизма, восковые свечи, алтарный хлеб, кадило, серебряный крестик, чётки, икона и реликвия. Всего 8 предметов.",
"(Пфф!!) Хорошо, я скоро вернусь, Ваше Преосвященство.",
"Ах, капитан, вы всё принесли?",
"Да, настоятельница.",
"Очень хорошо. Если бы вы только изменили свой образ жизни, мой дорогой капитан. Путь пиратства ведёт только к проклятию, дитя моё.",
"Хрмпф...",
"Теперь перейдём к моей части нашего соглашения - вот, возьмите часть карты. Попутного вам ветра, капитан.",
"Большое спасибо, Ваше Преосвященство. До свидания.",
"Слава Богу, мы все выжили! И спасибо вам, капитан Пайл, за вашу помощь!",
"Не нужно благодарностей, настоятельница!",
"А теперь, сестра Ричардс, не могли бы вы, пожалуйста, открыть ворота монастыря для капитана Пайла.",
"---",
"У меня сейчас нет времени на разговоры, пожалуйста, уходите.",
"О, простите, Ваше Преосвященство.",							//33
"Да, но почему она разорвана на части и где вторая половина?",		//34
"Мне понадобился лист бумаги для записей. Но у меня есть и другая часть.",		//35






};