string DLG_TEXT[14] = {
"Нет, нет, она не открыта.",
"Извините, но дверь была открыта...",
"Если вы ищете моего мужа - его здесь нет.",
"Я вижу, мадам. Где я могу его найти?",
"Он в своей 'общине'. Я не уверена, что вам там будут рады...",
"Что это за община, мадам?",
"Это скорее тайное общество или, может быть, старый рыцарский орден.",
"Звучит захватывающе (нет), где мне найти это тайное общество?",		//7
"Найти мальтийских солдат в их старинных кирасах довольно легко...",
"Весьма хорошо - я отправляюсь к ним немедленно. Спасибо, что уделили мне время, мадам.",	//9
"Постойте, капитан! Мальтийский орден закрыт в дневное время. Он вновь открывается лишь с наступлением ночи...",
"Хорошо. Ещё раз спасибо, мадам Рассел Стэплтон.",			//11
"Вам что-то ещё нужно, капитан?",
"Извините за беспокойство, мадам.",					//13

};