string DLG_TEXT[10] = {
"Пожалуйста, капитан, нам нужна ваша помощь!...",
"У вас расстроенный голос, в чём дело?",
"Разбойники угрожают братьям во внутреннем дворе!",
"Разбойники? Это очень богатый монастырь?",
"Напротив, у нас никогда не было никаких проблем с разбойниками. Я думаю, что за этим стоит инквизиция!",
"Почему бы вам не поднять по тревоге городскую стражу?",
"Разбойники заперли нас снаружи...",
"Мы разберёмся с этим позже. А теперь следуйте за мной. Мы немедленно нападём на разбойников!",
"(Мы молчаливый орден, поэтому, пожалуйста, говорите потише.)",
"(Хорошо.)",


};