string DLG_TEXT[30] = {
"Вытащи нас отсюда!",
"Тсс! Я работаю над этим.",
"Я опытный хирург.",
"Что? Вы осуждённый! (Он мне кого-то напоминает...)",
"Вы не узнаёте меня, капитан?",
"Ну, я... (где я видел этого парня?)",
"Ты пытался убить меня у Цитадели на скале!",		//6
"Снова ты? Головорез!",
"А ты... капитан-купец, быть может?",
"Гррр... (Ещё один надоедливый персонаж на борту...)",
"Блад. Питер Блад, к вашим услугам...",
"!!!",
"Да, я хорошо известный человек. И насчёт маски... -",
"- вам лучше не знать...",
"Извините, капитан, но у нас нет воды на корабле.",
"Хм, а какой ближайший остров?",
"Прошу прощения, я итальянец, а не испанец...",			//16
"Ладно, тогда что ты делаешь в испанской армии?",
"У меня не было выбора, сэр. Меня заставили служить в Испании.",		//18
"Ладно, добро пожаловать, мой друг. Но дезертировать здесь, в испанском порту, очень рискованно.",
"Гуннар к вашим услугам, капитан.",			//20
"Скажите мне, название нашего корабля - что оно означает?",
"'Шведский Мореплаватель Исландии'.",			//22
"Именно так я и думал.",
"Да, названия похожи. Но этот ваш флагман-фрегат стоял на якоре в Гётеборге, когда я видел его в последний раз. -",	//24
"- Наш же корвет назван только в его честь, в честь знаменитого капера по прозвищу 'Лассе-в-Переулке'.",
"Очень хорошо.",						//26
"Сержио к вашим услугам, капитан.",			//27
"Капитан, меня зовут Гуннар, и я говорю по-шведски, если вам это интересно...",	//28
"Действительно, это так. Гуннар, ты тоже пойдёшь со мной на берег. Кто-нибудь говорит по-испански?",


};