string DLG_TEXT[113] = {
"А вы кто такой?",
"Капитан Говард Пайл, к вашим услугам, Сэр!",
"Для меня большая честь встретиться с вами. Пожалуйста, принесите нам рому из бочки около камина.",
"Не вопрос...",
"Нет рома в бочке? Какая жалость! Ну тогда выпьем с вами в другой раз...",
"Действительно жаль. Надеюсь, мы встретимся снова, хотя я не знаю, как вас зовут...",
"Капитан, нам очень хочется рому!",
"Хорошо, хорошо. (Нашли *цензура* официанта...)",
"У вас взгляд пирата, капитан. Могу ли я услышать ваши истории?",
"Что вы сказали? Я НЕ ПИРАТ!",
"У нас закончилась патока? Ну тогда просто разведите огонь в печи - здесь становится очень холодно!",
"У нас закончилась патока? А как насчёт древесины? Пожалуйста, разведите огонь в печи здесь становится очень холодно!",
"Интересно, на этой встрече пиратских капитанов, может быть, я мог бы послушать истории некоторых знаменитых людей. Как вы думаете, капитан Пайл?",
"Хм, я думаю, вы должны больше думать о собственной безопасности, мистер...",
"Извините, капитан, но я всё же хочу услышать больше историй из жизни пиратских капитанов. Думаю, что здесь материала хватит и на второй том...",
"Так вы хотите остаться здесь?!",
"Да, капитан, это моя прекрасная возможность. Но всё равно спасибо...",
"Пожалуйста, мистер...",
"Дефо, Даниель Дефо, к вашим услугам, капитан.",
"Известный писатель! Я должен был догадаться... Рад познакомиться с вами, сэр!",
"Хорошо.",
"Вам что-то нужно, капитан?",
"Вы можете найти еду и питьё в соседнем помещении, а также кровать...",
"Звучит заманчиво, капитан, большое вам спасибо!",
"Эта кровать была совсем не удобной... Посмотрите, что я в ней нашел!",
"Лопата!",
"Наверное, вы уже заходили в мой дом, капитан?!",
"Ну, я... э-э-э... хм... (Может ли он читать мои мысли??!!)",
"Мне приятно знать, что вам понравилось читать мои книги! Вы можете мне их вернуть?",
"Конечно...",
"Это действительно редкие предметы для исследователя. Готовы ли вы продать их?",
"Что вы можете предложить за них, мистер Дефо?",
"У меня есть сумка для боеприпасов, похоже, она была в комплекте с вашей кобурой...",
"Хм, интересно. Где вы её взяли?",
"Неважно, капитан. Скажем, мне дал её человек, истории которого вошли в мою книгу. Ну что, согласны?",
"Конечно, почему бы и нет? Давайте обменяемся!",
"Вот мы и встретились снова, молодой капитан! Эх, хорошо же я провёл время в плену у Вэйна!",
"Я рад, что они позволили вам вернуться домой целым и невредимым...",
"Кстати, будьте осторожны, капитан - Чарльз Вэйн и его сообщники сказали мне, что не стоит доверять офицерам Роджерса.",
"Вэйн прав - они уже пытались убить меня!",
"Очень впечатляюще! Что теперь, капитан?",
"Нужно провести Вэйна и его людей к кораблям Роджерса!",
"У меня есть ключи от верфи...",
"Да ладно?",
"Да, я там живу.",
"Пожалуйста, мистер Дефо, откройте её!",
"Конечно, вот он -",
"- но он не подходит больше ни к одному замку!",
"Вы что, подуете на него -",
"- или что??!!",
"Судно Хорниголда было отправной точкой для многих известных пиратов. Когда Вудса Роджерса назначили губернатором Багамских островов, капитан Хорниголд получил прощение.",
"Хм, а почему он отдал карту губернатору Роджерсу?",
"Эту историю рассказал мне Самуэль Беллами, бывший член команды Хорниголда, а потом её подтвердил Оливье Ла Буш, с которым Хорниголд плавал в рейды.",
"Пожалуйста, продолжайте... ",
"Хорниголд оставил Эдварда Тича (Чёрную Бороду) и его команду на острове Нью-Провиденс после захвата его корабля. Весной 1717 года они захватили большое французское судно...",
"Да...?",
"Губернатор Вирджинии Александр Спотсвуд отдал лейтенанту Роберту Мэйнарду команду с двух шлюпов. Мэйнард убил Тича, отсёк ему голову, привязал 
её к бушприту своего корабля и отправился в Вирджинию.",
"Я думал, что это всего лишь легенда!",
"Вы сказали 'почти'. Они забрали вашу часть карты!?",
"Нет, я спрятал её за заплаткой на кальсонах. Так что даже при том, что они сняли с меня почти все вещи, им не удалось найти карту!",
"Вы, наверное, знаете о карте больше всех. Кстати, вы получили посылку, которую я отправлял бедному губернатору?",
"Фактически всё... И те подсказки, отправленные вами, были весьма полезны...",
"Возможно, вам стоит оставить все эти бутылки и вещи здесь на ферме. Мы присмотрим за ними...",
"Несомненно, почему бы и нет.",
"Нет... Давайте возвращаться в город Порт-Роял, Клэр. Удачи, капитан!",
"Спасибо и до встречи.",
"Ах, капитан. Пожалуйста, присаживайтесь.",		//66
"Мистер Дефо..?",
"Она также сказала мне, что вы нашли почти все карты - верно?",		//68
"Всё верно - до сих пор не хватает только одной. Карта 'Джонсона', кем бы он ни был...",
"Может быть, я мог бы помочь вам с этой последней картой...",		//70
"Слушаю. (Как это возможно - или он действительно что-то знает?)",
"Видите ли, я однажды встретил Эдварда Тича...",				//72
"Как так вышло? (Мне приходится вытягивать из него каждое слово...)",
"Я общался с многими известными пиратами для своей книги.",	//74
"'Самые Известные Пираты'... Теперь это звучит как настоящее название книги. В библиотеке Вудса Роджерса была её копия.",
"Приятно слышать, молодой человек, приятно слышать. Ходили слухи, что Тич купил дом в Бате, Северная Каролина.",			//76
"Так вы отправились туда, чтобы навестить его? (Ну же, старик, быстрее!)",
"Ну, я... Вы должны понимать, что у него была репутация очень жестокого человека. Я не осмелился пойти к нему домой...",//78
"Понимаю. Но вы встретили его?.. (Ради Бога, расскажи уже!)",
"Вместо этого я отправился в местную таверну и надеялся на лучшее.",				//80
"И? (Доберись уже до него!)",
"Как вы думаете, кого я встретил?!",				//82
"Пожалуйста, расскажите мне! (Может быть, это Чёрная Борода!?)",
"И я готов поделиться своей картой в обмен на долю сокровищ...",		//84
"Очень хорошо! Послушайте, вот что я выяснил на данный момент...",
"Хм, может быть, вам стоит повнимательнее изучить карту Невиса?",			//86
"Хорошо, я так и сделаю.",
"Очень хорошо, капитан Пайл. Вот моя карта, можете ли вы решить, какой это может быть остров?",	//88
"Конечно, передайте её мне.",
"Хм, может быть, вам стоит повнимательнее изучить карту Барбадоса?",			//90
"Хорошо, я так и сделаю.",							//91
"Хм, может быть, вам стоит повнимательнее изучить карту Каймана?",			//92
"Хм, может быть, вам стоит повнимательнее изучить карты Барбадоса и Каймана?",		//93
"Хм, может быть, вам стоит повнимательнее изучить карты Каймана и Невиса?",		//94
"Хм, может быть, вам стоит повнимательнее изучить карты Барбадоса и Невиса?",		//95
"Хм, может быть, вам стоит повнимательнее изучить карты Барбадоса, Каймана и Невиса?",	//96
"Да ладно вам. Теперь у нас есть много информации. Но она на шести картах...",	//97
"Да..?",
"Мы могли бы собрать всё это в одну карту. Давайте начнём с букв. Они и так не имеют особого смысла. Дайте мне все карты, а также вашу карту архипелага, капитан Пайл.",	//99
"Конечно, а перо и чернила у вас есть? (Вот это было по-настоящему глупо - он же писатель!)",	//100
"Вот ваша карта архипелага со всеми синими буквами. Посмотрим, что вы сможете на ней увидеть...",		//101
"Хорошо.",
"Я кое-что нашел - это может быть оно!",	//103
"Дайте-ка подумать... Посмотрите карту ещё раз.",				//104
"Я вижу, что вы спешите на поиски 'Башни Чёрной Бороды'?",	//105
"Конечно. Почему бы вам не присоединиться ко мне, мистер Дефо?",			//106
"Ох, я больше исследователь, нежели путешественник, капитан Пайл. Будем надеяться, что вы найдёте там шведскую колонию. До свидания!",				//107
"Да, или хотя бы город под названием Кристиания. До свидания...",		//108
"Не забудьте про мою долю с того, что вы найдёте, капитан Пайл...",		//109
"Конечно, мистер Дефо.",					//110
"Ах, капитан Пайл, давно вас не видел.",	//111
"Здравствуйте, мистер Дефо.",				//112

};