string DLG_TEXT[49] = {
"А, вы, должно быть, тот самый отважный капитан, который спас Каролину?",
"Да, это я. Но скажите мне, что это за место? (И почему вы так смешно одеты...)",
"Это самый лучший магазин на архипелаге - здесь мы продаём все виды оружия, мебели и картин.",  
"Я вижу, но, может быть, я зайду в другой раз... (Это женщина с усами или...)",
"Магазин сейчас не работает, но возьмите эти ключи от сундуков. Вы можете зайти в любое время и осмотреть товары в них. Если вы найдёте что-нибудь для себя интересное, пожалуйста, берите. Считайте это подарком от магазина губернатора Роджерса!",
"Ух ты, благодарю вас! (... или это всё же мужик...?)",
"Добро пожаловать обратно, путник. Я полагаю, вы пришли за товаром?",
"Здравствуйте, Дэйв. У вас есть аптечка?",
"Да, у нас есть аптечка, никаких проблем - я вынес её для вас в магазин. Но лекарства, мне жаль - их нет...",
"Буду искать...",
"Капитан, вы пришли в нужное место - у меня есть скрипка для вас.",
"Отлично! Где она?",
"Есть одна небольшая проблемка... Эта скрипка моя!",
"И вы не хотите её продавать, верно?",
"Напротив, капитан. Я надеюсь, что вы можете себе её позволить?",
"Сколько она стоит, Дэйв?",
"2000 золотых монет! Это очень хорошая цена. Что скажете?",
"Вы, должно быть, шутите. На эти деньги можно купить прекрасное оружие!",
"Я вижу, что вы не знаете ничего, кроме оружия. Делайте что хотите, но это самый лучший инструмент на всём Карибском архипелаге, могу заверить вас - единственный.",
"Хорошо, я куплю эту скрипку.",
"Возможно, вы правы, но у меня нет денег... Эхх... Я ещё вернусь!",
"Вам нужно будет забрать скрипку в моей спальне, так как я не могу покидать магазин...",
"Вот - 2000 золотых монет, Дэйв.",
"Ах, мы рады помочь вам, капитан. Теперь вы можете помочь нам кое в чём другом...",
"Конечно, Дэйв, что я могу сделать для вас?",
"Если вы найдёте какое-либо оружие, передайте его нам - мы легко сможем продать его в магазине.",
"Хорошо... И что теперь - как мы выберемся отсюда?",
"Кортни, Кук, и ещё тот жуткий доктор - всех их нужно помнить. А теперь идите и помогите Каролине, капитан.",
"Да, пожалуй, мне пора...",
"Но, капитан Роджерс, корабли не полностью оснащены -",
"- ещё много чего нужно для отплытия!",
"Бенджамин Хорниголд - знаменитый пират? Или прославленный охотник за пиратами? В любом случае, это то, что мы можем легко продать в магазине...",
"Я оставлю её себе как сувенир. (Мало ли...)",
"Помните, что Тич обыскивал корабль 'Конкорд'. Может, он там чего нашел?",
"Мы никогда этого не узнаем... Теперь другой вопрос - пистолеты. Откуда они появились у губернатора Роджерса?",
"Мы продаём все виды оружия, мебели и картин.",
"Я уже это знаю, Дэйв.",
"... но на сей раз я сделаю исключение: Капитан, вот - ваши пистолеты...",
"Спасибо, Дэйв. (К сожалению, я не успел их забрать!)",
"А, кстати, капитан, вы уже побывали у бедного моряка Селькирка?",
"Нет, где он?",
"Он живёт в комнате добычи Губернатора.",
"Хорошо. (Я знаю, где это)",
"Вот эта надпись... ФХ 1634. Ты знаешь, что она значит?",	//43
"Просвети нас, пожалуйста, Дэйв.",			//44
"Она означает, что это голландский художник Франс Хальс, и год тоже очень хороший, поэтому я считаю, что это подлинник.",	//45
"И, может быть, представляет какую-то ценность?",			//46
"Какую-то ценность...? Мисс Роджерс, -",		//47
"- она стоит целое состояние!!!",			//48



};