string DLG_TEXT[72] = {
"Этот корабль захватил я, Хорниголд, не вы и не Ла Буш -",
"- и с этого дня мы идём каждый своим путём!",
"Вы можете забрать весь груз и половину добровольцев -",
"- но захваченный корабль я оставлю себе, капитан!",
"Успокойтесь, капитан -",
"- возьмите эту карту! Ах да, и спасибо за корабль...",
"Только вот ещё что, Хорниголд -",
"- отдайте мне один из ваших пистолетов!",
"Хорошо. Джентльмены, кто хочет присоединиться ко мне - ",
"- шаг сюда.",
"Если те два шлюпа успешно отчалят прежде, чем отчалим мы, -",		//10
"- тогда у нас будут серьёзные проблемы...",
"Это сражение может быть очень значимым однажды, -",
"- если мы его переживём...",
"Итак, у вас есть два пистолета, -",
"- передайте один из них мне.",
"Спрячьтесь и будьте готовы выстрелить из пистолета в пороховой склад. -",
"- Если они захватят шлюп: отправьте нас всех к чёрту!",
"Мистер Хэндс, прошу вас...",
"Слушаюсь, капитан.",
"Что теперь?",
"Простите, что побеспокоил вас, капитан.",
"У меня есть к вам деловое предложение, мистер губернатор. -",
"- Мы наткнулись на брошенный корабль...",
"Какие могут быть проблемы..?",
"",			//25
"Свобода - это рабство. Невежество - сила. - ",
"- Война - это мир.",
"Клянусь, это был корабль с Весёлым Роджером! -",
"- Он не принадлежал англичанам...",
"У меня здесь есть вещь, которая может сойти за 'патент'. -",
"- Что вы скажете об этом?",
"Как насчёт небольшого интересного предложения, губернатор? -",
"- Вы тоже получите долю груза на корабле...",
"Ну, скажем... 60 бочек -",
"- самого лучшего сахара?",
"И, конечно же... 20 бочек того же сахара для вас, господин секретарь. -",
"- Куда вы хотите, чтобы эти товары были доставлены?",
"Если я время от времени не буду стрелять в кого-нибудь из вас, -",
"- вы забудете, кто я такой!",
"Он однажды спас мне жизнь -",
"- теперь я спас его...",
"Нет, это сделаете вы - позовите французских хирургов, майор Боннет. Всех четверых.",
"И кроме того...",
"Извините, сэр, имею ли я честь познакомиться со знаменитым писателем Дефо?",	//44
"Действительно, и вы, наверное, тоже хорошо известный человек, если я не ошибаюсь...",
"Капитан Тич, к вашим услугам. Пожалуйста, расслабьтесь, мистер Дефо, в моей компании вам нечего бояться.",	//46
"Очень хорошо. Я собираю материал для новой книги. Задумано, что это будет антология отважных современных капитанов...",
"Хах! Возможно, вы имеете в виду пиратов?",						//48
"Ну, я... Да, что-то в этом роде.",
"Звучит интересно... действительно, интересно. Чем я могу быть полезен?",		//50
"Вы согласны рассказать мне о ваших морских приключениях, капитан Тич?",
"Есть только небольшая проблема. За это, вероятно, меня повесят!",	//52
"Хм. Что я могу сделать? Идея бесполезна, если я не смогу использовать настоящие имена капитанов...",
"Вы могли бы подождать с обнародованием книги до моей смерти. Я готов компенсировать вам это, мистер Дефо...",	//54
"Хм, над этим стоит подумать.",
"Не волнуйтесь. Я вас уверяю, вам не придётся долго ждать.",			//56
"Мне жаль это слышать. Сколько вы готовы заплатить, капитан Тич?",
"Ах, я вижу, вы мне не верите. Но я богат, мистер Дефо, чертовски богат!",			//58
"А если что-то случится? Я надеюсь, ваша жена знает, где вы закопали своё сокровище?",
"О, всё оно в моей башне. Никто, кроме меня и дьявола, не знает, где оно находится.",	//60
"Очень хорошо... Что вы имеете в виду в качестве компенсации, капитан Тич?",
"Этот клочок бумаги может представлять для вас интерес, мистер Дефо?",			//62
"Ага, что это может быть?.. (Это карта!?) ",
"Мне понадобится один из ваших пистолетов, мистер Дефо.",				//64
"Хорошо. (Он собирается убить меня?)",
"Хм, имя на этом пистолете - оно не ваше!",				//66
"В каком-то смысле так оно и есть. Это псевдоним, которым я пользуюсь время от времени.",
"Прежде чем мы начнём, позвольте мне спросить вас - как называется ваша новая книга?",		//68
"'Всеобщая история грабежей и смертоубийств, учинённых самыми знаменитыми пиратами, а также их политика, дисциплина и правительство с момента их первого появления 
и поселения на острове Провиденс в 1717 г. по настоящее время 17XX года.'",
"Джентльмены, есть старая финская поговорка -",			//70
"- 'Мы пришли сюда поболтать или выпить?'",	//71


};