string DLG_TEXT[59] = {
"Цезарь!?",
"Но... но... Я думал, что вас повесили в городе Уильямсбурге!?",
"Чего вы хотите, капитан?",
"Ничего.",
"Вы можете добраться до него из винного погреба...",
"Откуда вы это знаете?",
"Я много раз ходил за Тичем к губернатору Идену.",		//6
"Конечно, Тич хотел навещать губернатора незаметно... Не могли бы вы показать мне дорогу, мистер Хэндс?",
"Действительно, я могу это сделать. Мы всегда приходили туда из дома Тича.",	//8
"Ага, это, должно быть, тот большой особняк на вершине холма.",
"Следуйте за мной, капитан.",
"В таком случае - в путь! Мистер Пэлл, пожалуйста, охраняйте дверь кабинета, вдруг там кто-то есть...",
"Пошли!",
"Кабинет находится слева, только нужно подняться вверх по лестнице, -",
"- однако под подъёмником есть какой-то непонятный механизм, чтобы открыть эту дверь...",
"Капитан, мы не сможем туда попасть. Вода блокирует дверь в винный погреб!",
"Тогда подождём в доме отлива...",
"Хорошо...",		//17
"В темноте мы держались ручья, чтобы не сбиться с пути и найти дорогу обратно...",
"Дайте монетку бедняку, -",	//19
"- и она вернётся к вам десятикратно!",
"Однако да, я Израэль Хэндс. Что же вам известно обо мне?",	//21
"Хотя бы то, что вы служили штурманом у Чёрной Бороды. А также то, что вы были помилованы в самый последний момент...",
"Это правда, и у меня есть документы, подтверждающие приговор суда.",//23
"Я уверен, что так оно и есть. Нет, я хочу спросить вас кое о чём другом...",
"Как насчёт монетки за ваши вопросы?",				//25
"Во-первых, я узнал, что вы получили карту от Чёрной Бороды. Во-вторых, я предлагаю вам долю, если вы внесёте свой вклад.",
"Но у меня её больше нет.",				//27
"Нет..?",
"Однажды ночью в каюте корабля 'Месть Королевы Анны' я выпивал с капитаном Тичем, 'майором' Стидом Боннетом, очень пьяным штурманом и капитаном торгового флота.",//29
"Да..?",
"Что ж, как вы видите, я жив, в то время как все остальные мертвы и покоятся в земле.",		//31
"Однако, вы потеряли ногу... Это даже при том, что вам помогали хирурги?",
"Да, у меня началась гангрена, так что им пришлось отрезать ногу. Но я потерял нечто большее, чем её.",	//33
"Вашу карту... И это Стид Боннет украл её. Теперь это наша цель!",
"Это не он. Его тоже повесили.",							//35
"Вы знаете, когда и где?",
"В этом мире нет ничего бесплатного. Но за ту долю, которую вы предложили, я отдам вам хоть целый город...",			//37
"Конечно, это же обещание!",
"Ладно. Боннет был повешен в 1718 году в городе Чарлстаун губернатором сэром Уильямом Стэплтоном.",	//39
"Ага, это уже кое-что. Отправляемся туда!",
"Капитан и Цезарь! Слава Богу вы живы... Кто эти джентльмены?",			//41
"О... скажем, старые знакомые. Это моя шляпа у вас, мистер Хэндс?",
"Да, капитан, я нашел её в воде.",							//43
"Благодарю вас. Но я вижу, вы нашли и кое-что ещё..?",
"Сокровище потеряно, капитан. Единственное, что я нашел - это эту старую книгу...",				//45
"(ДА, ДА и ЕЩЁ РАЗ ДА!) Это неплохо, совсем неплохо.",
"Это Пэлл. Он что-то заметил!",
"Хорошо. Я приму командование с башни. Казначей, вы отвечаете за орудия!",
"Рад вас видеть! Картина и повреждённая книга - это всё, что вы нашли, капитан?",		//49
"Я не знаю, как это сказать, но...",
"Нам лучше поторопиться на корабль, капитан, надвигается шторм.",	//51
"Вы уверены? Я ничего не вижу...",
"А как насчёт оружия, капитан? Об огнестрельном оружии не может быть и речи...",		//53
"Я поговорю об этом с пловцами.",
"Смотрите, капитан, вот и Музыкант бежит.",				//55
"Хм, он создал какие-то проблемы в порту?",
"А вот и другая проблема - Священник.",				//57
"Да, и за ним гонится испанский солдат. Всем приготовиться, матросы!",

};