string DLG_TEXT[20] = {
"У меня нет времени на разговоры.",
"Тогда ладно.",
"Сперва вы должны изучить базовые навыки - ",
"- поговорите с кем-нибудь ещё.",
"Я могу научить вас навыку 'Стрелок'.",
"Учите!",
"Я ничего не знаю об этих монетах... - ",
"- Единственное, что я знаю - что здесь холодно, и странное чувство в ногах...",
"Покажите, что у вас есть.",
"Хорошо.",
"Вот, возьмите рясы - ",
"- вы будете выглядеть как мы...",
"Ха, это вы, капитан Пайл? Я не могу в это поверить - вы снова потеряли свою униформу!?",
"Хм, да... Я попал в засаду.",
"Если вы присядете, ром будет готов через минуту.",
"Хорошо, но я...",
"Я всегда хотел попробовать перегнать этот прекрасный ром самостоятельно. И, капитан, не волнуйтесь, это очень безопасное устройство! -",
"- Кстати, Пайл, насчёт того парня по имени Ричардс. Его осматривали хирурги Чёрной Бороды.",
"Я пытаюсь сообразить... эээ... Я... ",
"... Я...",


};