string DLG_TEXT[8] = {
"Ну, господин пират, пришло время просыпаться. Мы находимся в городе Порт-Роял.",
"Я не пират, сэр, а просто невезучий матрос!",
"Я вижу. И пистолет с одной пулей - вас пустили по доске, верно?!",
"Это был мятеж, сэр. Команда украла у меня корабль. Я капитан торгового судна!",
"Достаточно! Мистер Херрик, проводите этого негодяя к губернатору. Немедленно!",
"(*Цензура*...)",
"О, да ладно вам, мистер Херрик... К губернатору, который знает, как бороться с пиратами, несмотря на то, что он в отставке. Это Вудс Роджерс, конечно!",
"(Похоже, это конец!!!)",


};