string DLG_TEXT[32] = {
"Эй, парень! Сделай мне одолжение...",
"Эээ? (Он что, пьян?)",
"Головорезы заперли меня наверху. Перебейте их, и я вас отблагодарю.", 
"Хорошо, попробую. (О да, он точно пьян...)",
"Не упустите головореза, одетого как монах. Он - их главарь, и у него есть рычаг, который вам понадобится.",
"Я вернусь через минуту, мистер Мэйнард.",
"Хорошо, начало положено. Цитадель повреждена, так что вы можете вывести меня только через верхнюю дверь башни...",
"Через верхнюю дверь, значит. Хм...",
"Используйте якорь, чтобы заблокировать мост!",
"Точно, я так и думал.",
"Наконец-то! Вы точно не тот человек, который собирает сплетни и слухи?",		//10
"Я простой моряк, мистер Мэйнард. (От него несёт ромом!)",
"А я молодой лейтенант... Очень хорошо. У меня есть несколько вещей, которые могут заинтересовать вас. Можете осмотреть их в моей спальне внизу.",
"Это прекрасно, но у меня есть только один вопрос, если вы не возражаете, конечно.",
"О нет, только не снова Чёрная Борода!",
"Боюсь, что это так...",
"Что на сей раз?",
"Я интересуюсь кораблём Чёрной Бороды...",
"Корабль 'Месть Королевы Анны' сел на мель - это известный факт.",
"Я имел в виду другой корабль.",
"Шлюп 'Приключение' также оказался на той же мели.",	//20
"Я знаю, но был ещё один шлюп.",
"Тич вернул шлюп Боннета 'Месть' в полной сохранности так называемому 'Майору', но он был полностью разграблен...",
"Тем не менее я ищу информацию о четвёртом судне во флотилии Тича.",
"Ах, вы про тот небольшой шлюп, который он придерживал до конца. Я продал его на острове Тёркс, и довольно дёшево...",	//24
"Ага. Всего доброго, Лейтенант Мэйнард.",
"Вы снова тут?!",
"Упс, не та дверь...",
"Где я могу найти покупателя?",
"Его контора находится в старом Форте. Выйдите за город Тёркс в джунгли, а затем поверните налево.",
"Но как мне добраться до моста?",			//30
"Используйте скалы, чтобы прогуляться по заливу, молодой человек!",	//31

};