string DLG_TEXT[43] = {
"Я не хочу больше иметь с вами никаких общих дел!",
"Успокойтесь, господин Одэл... Я лишь хочу задать вам один вопрос...",
"Нет-нет-нет, Капитан. Я никогда больше ничего не подпишу снова!",
"Вы думаете, что я пират?",
"Я узнал вас по картине, где вы - пират-изгой. Говард Пайл, я полагаю?",
"Так и есть... (Да! Я уже известен!)",
"... Да, вы очень известны - самый жалкий пират из всех...",
"(Вздыхает...) Вы находились на острове Окракоке в момент гибели Чёрной Бороды, не так ли?",
"Находился ли я там??!! Я получил более 70 ран и меня обвинили в пиратстве!",
"Вы помните штурмана Израэля Хендса?",
"Вы помните лейтенанта Ричардса?",		//10
"Вы помните члена команды по имени Джонсон?",
"Вы помните Цезаря, чернокожего мужчину?",
"Хендс остался на берегу, его ранили.",
"Хорошо. Позвольте мне задать вам ещё вопрос.",
"Да, какой на этот раз?",
"Нет, его там не было.",
"В команде не было никакого Джонсона.",
"Да, был такой - он чуть не убил нас всех...",
"Что случилось?",					
"Да уж... Я могу задать вам ещё пару вопросов?",	//20
"Хорошо, но поспешим.",
"22 ноября 1718 года лейтенант Мэйнард прибыл с двумя шлюпами 'Джейн' и 'Рейнджер' на остров Окракоке...",
"Как он нашел Чёрную Бороду?",
"У губернатора Спотсвуда из Вирджинии по всему побережью были шпионы... Так вот: наш и их шлюпы застряли на отмели...",
"Вы стреляли в друг друга с орудий?",
"Шлюпы Мэйнарда были вне досягаемости орудий Тича, но они могли подплыть в любой момент. Я был у штурвала, когда Тич позвал своего члена команды - темнокожего Цезаря.",
"Да?...",
"...а остальное известно.",
"Да, но ведь это вы остановили Цезаря от уничтожения шлюпа? Трюм же был заблокирован!?",
"У меня есть другие дела... Но да, это был я. Пришлось найти другой путь...",
"И ещё вопросик, если не возражаете... Цезарь был взят в плен, но что случилось со шлюпом?",
"Лейтенанту Мэйнарду разрешили оставить его себе в качестве награды за победу над Чёрной Бородой.",
"Ага, а у вас есть предположения, где его можно найти, если он всё ещё жив?",
"Я слышал, что он удалился от мира и живёт в старой Цитадели на острове Эльютера.",
"Большое спасибо, господин Одэл.",
"Разговор закончен, Говард Пайл.",
"Хорошо.",
"Вы помните Цезаря?",
"Ну, с такой-то компанией! И, кроме того...",
"Да, что ещё?",				//40
"Эльютера - большой остров. Мне что, плыть по всему побережью и искать Цитадель?",
"Нет, я думаю, что вы можете добраться туда из таверны.",







};