string DLG_TEXT[54] = { 
"Разве ты не видишь, что я на дежурстве! Не беспокойте меня.",
"Хорошо, хорошо.",
"Вы хотели сообщить о каком-то преступлении?",
"Нет, конечно. В конце концов, я капитан... но я вижу, что вы меня не слушаете.",
"Помните - мы не допускаем драк на улицах. Конечно, вы можете защитить себя, если кто-то нападёт на вас.",
"Хорошо, я учту эту информацию.",
"Такая невыносимая погода... и я должен стоять здесь в такую погоду. Вы можете мне не поверить, но моё единственное развлечение - это борьба с мухами, которые пытаются сесть мне на лицо.",
"Это очень прискорбно, но я ничем не могу вам помочь. Это ваш долг.",
"Если ты хочешь поболтать, найди кого-нибудь другого. Я должен выполнять свой долг, и в мои обязанности не входит разговаривать с тобой.",
"Мне просто интересно, жив ты или нет. Ты стоишь здесь, как статуя.",
"Как вы думаете, легко ли защитить наш город? Вовсе нет! Это очень важная и опасная работа. я помню однажды...",
"Расскажи мне как-нибудь в другой раз. Мне нужно идти.",
"Иди своей дорогой, не мешай мне.",
"Как скажешь, солдат.",
"Здравствуйте! Вы не принесёте мне кружечку рома из таверны?",
"Возможно. Но разве меня не повесят за то, что я помог солдату напиться на дежурстве? Нет, подожди, пока сменят твой караул, и тогда можешь пить сколько хочешь...",
"Почему такой грубоватый на вид моряк, как ты, пытается заговорить со мной?! Неужели в этом городе нет ни одной красивой женщины?",
"И ты называешь это выполнением своего долга? Послушайте, вы же не хотели бы пропустить поимку такого опасного преступника, как я, не так ли? Ха-ха!",
"Вы выглядите довольно здоровым человеком. Не хотите вступить в нашу армию? У нас много места в казармах, хорошая еда, ром бесплатно.",
"Звучит заманчиво, но мне придется отклонить ваше предложение. Армейская дисциплина мне не по душе.",
"Эта жара.... Я бы всё отдал, чтобы вернуться обратно в Европу, к цивилизации...",
"Да, не похоже, что такая погода тебе подходит.",	//21
"Стой! Я никогда не видел тебя раньше, но у тебя лицо пирата! Ты же не пират?",//22
"Я капитан Говард Пайл, вот мой каперский патент, а также судовые документы, подтверждающие это.",
"Бумаги... Ха... Может быть всё в порядке - или нет. Это имя звучит очень по-пиратски... пиратство... пират... э-э-э...",//24
"Да...? (Насколько это может быть трудно?)",
"Что у вас за дела в Форте, 'Капитан'?",								//26
"Мне просто нужно пройти мимо Форта к тюрьме. Я провожу кое-какие исследования...",
"Нет. Вы не можете сделать это без пропуска!",								//28
"Я понимаю. Но это только то, что у меня есть, солдат. Подписано самим сэром Уильямом Стэплтоном!",	
"Ещё бумаги, Хах. Взгляни на это, Фрэнсис... Лучше быть уверенным.",	//30
"Здесь что-то не так?",
"Ну... э-э-э... э-э-э, я думаю, что это правильный документ. Но... пропуск предназначен только для вас, капитан.",
"Ладно.",
"Открывай ворота, Ван, ключи у тебя!",
"(Ну же, пошевеливайся!)",
"Не так быстро! Покажите мне свои документы, если они у вас есть...",
"Ну конечно, сэр.",
"Хм, возможно, этот документ всё-таки подлинный... Идите, пока я не передумал!",	//38
"Э-э-э... мой документ...",
"Что насчёт него?",				//40
"Могу я получить его обратно, пожалуйста?",
"Нет, вы использовали этот документ, и я принял его. Теперь убирайтесь с глаз моих...",	//42
"Но мне он понадобится на обратном пути через форт! ",
"Вот что я вам скажу: мне действительно всё равно!",		//44
"Без него солдаты нападут на меня!",		//45
"Если вы хотите выжить, не пытайтесь ничего украсть или прикоснуться к чему-либо!",
"Конечно, я же не вор! (Хм, это мы ещё посмотрим...)",
"Я что-то слышал. Там, наверху, кто-нибудь есть?",
"(Ох-Ох)",
"Если Тук узнает об этом, нам точно не поздоровится! -",
"- Поторопитесь, сейчас же!!!",
"Вы только что убили простого посетителя в этой тюрьме. Убирайтесь прочь, или НАПАДУТ НА ВАС!!!",		//52
"--- (Ой-Ёй)",		//53

};