string DLG_TEXT[25] = {
"Не мешайте мне, я занят!",
"Понял, не буду.",
"Эй, вы! Вы выглядите подозрительным. Кто вы, чёрт возьми? Покажите мне ваши бумаги!",
"Кто ВЫ, чёрт возьми? Назовите себя и побыстрее!",
"Стой! Я никогда не видел вас прежде, но вы выглядите как пират! Можете доказать обратное?",
"Я ",
"  вот бумаги подтверждающие это. Теперь вы отстанете от меня?",
"Это ты, молодая выскочка!? Ты уже получил слишком много всего от Роджерса - вот что мы думаем!",
"Да, я заметил это! Пожалуйста, пропустите все ваши лестные фразы - мне надоело их слышать...",
"Роджерс решил передать кое-какие товары на твой корабль в качестве подарка.",
"Это было очень мило с его стороны - вы так не считаете?! И для вас он - губернатор Роджерс!",
"А ну-ка погоди, ты, паршивая морская крыса...",
"Что?",
"Эта кобура, что у тебя - отдай её нам!",
"Ещё чего! Губернатор Роджерс подарил мне её...",
"Ты кем себя возомнил, мальчишка? Эта вещь принадлежит нам, офицерам -",
"- и мы ещё заберём её у тебя!",
"Вот ещё одна вещь, слишком хорошая для тебя - но думаю, ты будешь очень в ней нуждаться, пират!",	//17
"Это было очень любезно с вашей стороны.",							//18
"Не так быстро, мешок с дерьмом - ты должен сделать мне одолжение в обмен.",
"Что ж...",	
"Дверь в камбуз заперта, поэтому ты останешься здесь!",
"А где же камбуз? Как я должен...",
"Он в носу галеона, который мы захватили. Ты можешь начать работу с ремонта якорного механизма корвета...",
"Хм, я...",							

};