string DLG_TEXT[10] = {
"Он ударил меня - этот раб ударил меня!",
"Он также украл у меня карту, ибо он пират, как и его друзья...",
"Ты украл часть карты, Пират!",
"Я не знаю, о чем ты говоришь.",
"Ага, джентльмены удачи. Что я могу для вас сделать?",
"Капитан Тич хочет поговорить с губернатором...",
"Губернатор Иден подойдёт с минуты на минуту. Прошу вас, располагайтесь и чувствуйте себя здесь как дома.",
"Хорошо.",
"Это писатель Оруэлл, -",
"- в его романе-антиутопии 1784 года.",

};