string DLG_TEXT[6] = {
".....",
".....",
"Эй! Вы же тот человек, который хотел меня убить... Что?! Роксана? Бартоломью? Они с вами?",
"Я - Капитан Элтинг, и я подтверждаю, что напал на вас несколько дней назад. Но я решил присоединиться к вам.",
"Очень жаль, что вы не сменили сторону до нашей схватки - сейчас моя голова была бы в гораздо лучшем состоянии. Но что же задумали Бартоломью и Роксана? Должны ли мы на какое-то время остаться здесь или стоит покинуть остров?",
"Я не знаю. Позвольте мне с ними поговорить.",
};