string DLG_TEXT[10] = {
"......",
"......",
"Привет, красавчик, хочешь ощутить мою мидию?",
"Воооууу... Нет, я не голоден. Я хочу видеть Леди Гагу.",
"Это - я. Но речь ведь была не о еде... Вы, наверное, долго были в море? Так чего же вы ждёте?",
"Я слышал, что у вас были некоторые проблемы с Роком Бразильцем... Может, он бил вас кожаной плёточкой, или обливал горячим воском...?",
"Нет, я никогда не слышала этого имени. Не знаю, кто вам это рассказал, но он явно всё выдумал. [ДУМАЕТ: Плётка и воск... хорошая идея!]",
"Вы уверены? Я бы хорошо заплатил за информацию, а также за вашу натуру...",
"Да, уверена - я не знаю Рока Бразильца. Так вы хотите хорошо провести время или нет? У меня много талантов, вы будете очень удивлены, всего за 1000 золотых монет.",
"1000 золотых монет!!! Да на такие деньги можно бордель купить! Прощайте.",
};
