string DLG_TEXT[10] = {
"......",
"......",
"Так-так, значит, меня доставили в город #sHavana#... Вы, должно быть, рады работать испанским наёмником?",
"По крайней мере, я всё ещё жив. А о вас такого не скажешь, вице-адмирал готовит вам очень тёплый приём.",
"Вы так думаете? Если испанцы хотят увидеть своего посла живым, то они ничего мне не сделают.",
"*Ироничным тоном* Между прочим, я забыл вам сказать. Посла уже спасли.",
"Вы врёте!!!",
"Все ваши люди в поселении на острове #sisland_Curacao# мертвы.",
"Грязный ублюдок, ты за это сгниёшь в аду!",
"Спасибо, вашими молитвами мы там встретимся.",
};
