string DLG_TEXT[10] = {
"......",
"......",
"Кто вы? Вы работаете на Сантоса?",
"Нет, я не работаю на него. Я - Капитан Элтинг и прибыл, чтобы убить его и освободить Камиллу Леоне. Но что здесь делаете вы?",
"Я - Томас Террор, великолепно одевающийся капитан Карибского моря.",
"Ясно. И что великолепно одевающийся капитан делает в этой тюрьме?",
"Я, скажем так, возлюбленный Камиллы Леоне. Нас с ней схватил Сантос.",
"Мммм, это - первый раз, когда я встречаю парочку в тюрьме. Как Сантос вас схватил?",
"Камилла и я покинули Европу, потому что мой отец не хотел нашей свадьбы. Когда Сантос обнаружил, что она в архипелаге, он захватил нас в плен.",
" В любом случае, Сантос теперь мёртв, и Вито, несомненно, захочет увидеть вас с Камиллой. Так что давайте выбираться отсюда..."
};
