string DLG_TEXT[10] = {
"......",
"......",
"Кто вы?",
"Капитан, сопровождающий торговое судно.",
"Вы получили разрешение на причаливание?",
"Да, конечно. Вот документы.",
"Позвольте мне взглянуть. Ммм... Что ж, ваши документы в порядке. Прежде чем покинуть остров, вы должны сообщить об этом мне.",
"Конечно. Наш план - остановиться здесь на несколько дней, а затем вернуться назад на остров #sisland_Antigua#.",
"Тем временем вы можете отдохнуть в таверне.",
"Спасибо, торговец уже всё объяснил. Я зайду к вам перед отплытием, Сэр.",
};
